do


function run(msg, matches)

  return [[دستورات فان و سرگرمی ربات کیاوا🚀⏬


weather شهر
دریافت کامل اطلاعات هواشناسی شهر خود

!time
دریافت زمان و تاریخ به صورت دقیق

azan شهر
اذان دقیق شهر یا کشور همراه با نمایش قبله


!music اسم خواننده
!dl شماره آهنگ
با دستور !music میتوانید موزیک سرچ کنید و با دستور !dl میتونید موزیک رو از لیست دانلود کنید


!short لینک
کوتاه کننده لینک شما با 6 سایت مختلف


write متن
تبدین متن شما به 17 فونت مختلف


!aparat اسم
سرچ هر چیزی در آپارات


!arz
نرخ ارز،طلا،سکه به روز]]

end


return {

  description = "", 

  usage = "",

  patterns = {

    "^[/!#]help_fun$"

  }, 

  run = run 

}


end
