do


function run(msg, matches)

  return [[ 🌐 نرخ های خرید گروه با ربات پیشرفته🌐


نرخ های خرید گروه یک ماهه⏬
1-گروه معمولی ماهیانه : 5 هزار تومان
2-گروه سوپرگروه ماهیانه : 10 هزار تومان
🚀🚀🚀🚀🚀🚀
نرخ های خرید گروه سالیانه⏬
1-گروه معمولی سالیانه : 15 هزار تومان
2-گروه سوپرگروه سالیانه : 30 هزار تومان
🚀🚀🚀🚀🚀🚀
نرخ های خرید گروه نامحدود،همیشگی⏬
1-گروه معمولی نامحدود : 40 هزار تومان
2- گروه سوپر گروه نامحدود : 80 هزار تومان
🚀🚀🚀🚀🚀🚀
جهت خرید گروه به آیدی زیر مراجعه کنید⏬
@kiava_ir
در صورت ریپورت بودن به آیدی زیر مراجعه کنید⏬
@kiava_ir_bot
کانال ما : @kiavaprotection
سایت ما : kiava.ir
تیم برنامه نویسی کیاوا🔥]]

end


return {

  description = "", 

  usage = "",

  patterns = {

    "^[/!#]nerkh$"

  }, 

  run = run 

}


end
